Repository: Clothparency/ios-widgets
Catalog: Sources/ClearFashionWidget/Resources/*.lproj/Localizable.strings
Languages: fr

# ButtonIntroText
source: Discover the origin and environmental impact of this model
fr: Découvrez l’origine et l’impact environnemental de ce modèle

# ButtonIntroTextWithoutMaterialImpacts
source: Discover the main countries of production of this model
fr: Découvrez les principaux pays de production de ce modèle

# ButtonVerifedBy
source: Verified by
fr: Vérifié par

# OriginAndImpactTitle
source: Origin and environmental impact
fr: Origine et impact environnemental

# ProductDescription %@
source: %@ has chosen transparency by having this information verified by the independent third party Clear Fashion, thanks to the analysis of supporting documents.
fr: %@ a fait le choix de la transparence en faisant vérifier ces informations par le tiers indépendant Clear Fashion, grâce à l’analyse de documents preuves.

# CountriesOfProductionTitle
source: Main countries of production
fr: Principaux pays de production

source: Weaving
fr: Tissage

source: Dyeing and printing
fr: Teinture et impression

source: Manufacturing
fr: Confection

source: Stitching
fr: Piquage

source: Assembly
fr: Montage

source: Finishing
fr: Finition

# ImpactOfMaterialsTitle
source: Impact of materials on the environment
fr: Impact des matières sur l’environnement

source: Raw material
fr: Matière première

# RawMaterialProductInfo %lld
source: Contains at least %lld%%%% recycled content
fr: Comporte au moins %lld%%%% de matières recyclées

# RawMaterialDescription
source: Recycled materials use existing resources and limit the production of new materials.
fr: Les matières recyclées utilisent des ressources déjà existantes et limitent la production de nouvelles matières.

source: Recyclability
fr: Recyclabilité

# RecyclabilityDescription
source: This garment can be collected, sorted and recycled to be incorporated into new products.
fr: Ce vêtement peut être collecté, trié et recyclé pour être incorporé dans de nouveaux produits.

source: Usage
fr: Utilisation

# UsageProductInfo
source: Rejects plastic microfibers into the environment during washing
fr: Rejette des microfibres plastiques dans l’environnement lors du lavage

# UsageDescription %lld
source: This garment contains %lld%%%% synthetic materials. Synthetics release microfibers during washing, contributing to ocean plastic pollution.
fr: Ce vêtement contient %lld%%%% de matières synthétiques. Les matières synthétiques rejettent des microfibres lors du lavage, contribuant à la pollution plastique des océans.

# Danger
source: Risk substance(s)
fr: Substance(s) à risque

# DangerProductInfo %@
source: Contains hazardous substances: %@
fr: Contient des substances dangereuses : %@

# DangerDescription
source: Laboratory tests have identified these substances, deemed to be at risk by the European Commission.
fr: Des tests en laboratoire ont permis d’identifier ces substances, jugées à risque par la Commission Européenne.

# ConcerningSubstancesProductInfo %@
source: Contains substances of very high concern: %@
fr: Contient des substances extrêmement préoccupantes : %@

# DangerAndConcerningSubstancesProductInfo %@ %@
source: Contains hazardous substances: %@ and substances of very high concern: %@
fr: Contient des substances dangereuses: %@ et des substances extrêmement préoccupantes: %@

# FooterDescription %@
source: Product sheet on environmental qualities and characteristics: %@
fr: Fiche produit relative aux qualités et caractéristiques environnementales : %@

# FooterUpdate %@
source: Update: %@
fr: Mise à jour : %@
